[
  {
    "name": "microBUILD",
    "city": "London",
    "date": "2019-06-14"
  },
  {
    "name": "Drink",
    "city": "London",
    "date": "2019-06-03"
  },
  {
    "name": "Think- Culture Making",
    "city": "London",
    "date": "2019-05-13",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-culture-making-tickets-60342947380",
    "description": "Our enviroments are part of shaping our culture, the tools that we use are a key part of that too. The technology that we build, implement and use changes how we work together. This month Ben Drury is going to be leading us through an evening thinking about faith, tech and culture. One of the big questions he is facing into at the moment is how can Christians be part of creating and working in a culture where everyone excited and energised by what they do. No small task!"
  },
  {
    "name": "Think- Beginnings",
    "city": "Leeds",
    "date": "2019-05-08",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-leeds-tickets-60267140640",
    "description": "Over the next few months we're launching a set of events in Leeds to build relationships, explore how our faith and tech intersect and show off our latest projects. Kingdom Code is a place to start thinking about how our Christian worldview meets our vocation."
  },
  {
    "name": "microBUILD",
    "city": "London",
    "date": "2019-04-12",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-microbuild-tickets-57974841311",
    "description": "We've set the evening aside to work together as a community on our different passion projects. Bring your idea, bring your project, or just come along to support someone elses project…"
  },
  {
    "name": "Drink",
    "city": "London",
    "date": "2019-04-01",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-drink-tickets-54655407796",
    "description": "Join us on Monday 1st April, 7.30pm at The Crosse Keys for a quiet drink with people who love Jesus and are involved in shaping technology. The evening is super informal, no agenda, just come along and meet likeminded folk in the Kingdom Code community."
  },
  {
    "name": "Think- From passion project to full time job…",
    "city": "London",
    "date": "2019-03-04",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-think-tickets-54655208199",
    "description": "How do you take a small hobby project from something like one of our BUILD events in to a proper full time project? This evening will include some input from Andy Geers on the story of how this happened for the PrayerMate app."
  },
  {
    "name": "Think- Responding to the needs of our world",
    "city": "Bath and Bristol",
    "date": "2019-02-20",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-bath-and-bristol-responding-to-the-needs-of-our-world-tickets-55901241117",
    "description": "How are we called to respond to the needs of our world? What’s the role of tech in this and how can we contribute? Record numbers of displaced people, natural and man-made disasters are robbing people of life in all its fullness- including here in the South West. Join us as we explore how we can practically use our skill sets to bring love, life and hope into our cities."
  },
  {
    "name": "Kingdom Code London: MicroBUILD",
    "city": "London",
    "date": "2019-02-15",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-microbuild-tickets-54648608459",
    "description": "Kingdom Code is a community of Christian technologists from across the UK seeking to use our skillsets for God. Each October we meet for a 24 hour hackathon, but we don't want to see the projects that were kicked off there get forgotten about… we want to keep the energy that was sparked there going.\nHere's the plan - We'll be at ARK Co-Working from 6.30pm, kicking the evening off properly at 7pm getting the Bible out and spending 15 minutes encouraging one another from God's word. We'll then take some time to tell each other about the projects that we're working on, then the rest of the evening is hacking on the different projects. Bring a side project, bring an idea, or just come as you are and help someone else with their project.\nBring dinner with you (there's a Pizza Union, Five Guys, Tesco, McDonald, etc very close). We'll provide drinks and sweets!\nWe've got the venue to late - there's no obligation to stay all the way through to 11pm though! Leave when you want to call it a day!\nFuture events in London\n\nMonday 4th March: Think\nMonday 1st April: Drink\n"
  },
  {
    "name": "Kingdom Code London: Drink",
    "city": "London",
    "date": "2019-02-04",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-drink-tickets-54654611414",
    "description": "Kingdom Code is a community of Christians who work in the world of technology- whether you are a designer, developer, data analyst, product managers, digital marketer, entrepreneur or something else entirely in tech this is a group for you.\nJoin us on Monday 4th February, 7.30pm at The Crosse Keys for a quiet drink with people who love Jesus and are involved in shaping technology. The evening is super informal, no agenda, just come along and meet likeminded folk in the Kingdom Code community.\nIt's a 10 minute walk from Liverpool Street Station or a 5 minute walk from Bank.\n\nFuture events in London\n\nFriday 15th February: MicroBUILD\nMonday 4th March: Think\nMonday 1st April: Drink\n\n\n\n\n\n\n\nI can't make this event, will there be more?Absolutely! Sign up to the mailing list or follow Kingdom Code on Twitter to stay in touch.\nHave any questions?Ping us a message on Twitter: @kcodeuk\n"
  },
  {
    "name": "Kingdom Code MicroBUILD (BETA)",
    "city": "London",
    "date": "2018-12-14",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-microbuild-beta-tickets-52909286099",
    "description": "In October we came together as a comunity of Christian technologists from across the UK and beyond to build digital tools that equipped the church. We want to keep the energy that was sparked there going.\nJoin Kingdom Code on Friday 14th December to try out our first hack night - it's a beta, so places are strictly limited.\nHere's the plan - We'll be in the building from 6.30pm, but kicking the evening off properly at 7pm the Friday night, we'll get the Bible out and spend 15 minutes encouraging one another from God's word. We'll then spend some time telling each other about the projects that we're working on, then, we'll spend the rest of the evening hacking on the different projects.\nBring dinner with you (there's a Pizza Union, Five Guys, Tesco, McDonald, etc very close). We'll provide drinks and sweets!\nWe've got the venue to late - there's no obligation to stay all the way through to 11pm though! Leave when you want to call it a day!"
  },
  {
    "name": "Kingdom Code: London - BUILD Show & Tell",
    "city": "London",
    "date": "2018-12-03",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-build-show-tell-tickets-52661495952",
    "description": "Kingdom Code is a community of Christians who work in the world of technology- whether you are a designer, developer, data analyst, game engineer, product manager, digital marketer, entrepreneur or something else entirely in tech this is a group for you.\nAt the end of the year we take the evening to hear from some of the projects that you have been working on, amongst some of it we'll be hearing about some of the projects built at Kingdom Code BUILD…\n\n\nI can't make this event, will there be more?Absolutely! Sign up to the mailing list or follow Kingdom Code on Twitter to stay in touch.\nHave any questions?Ping us a message on Twitter: @kcodeuk\n\n\n"
  },
  {
    "name": "Think- Generous Technologists",
    "city": "Bath and Bristol",
    "date": "2018-11-07",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-bristol-think-tickets-51804874775",
    "description": "How does Christian generosity shape how we build tech? That was one of the questions that we were exploring last month during Kingdom Code BUILD. But we don't want to stop after the hackathon… we want to keep on exploring the topic together."
  },
  {
    "name": "Kingdom Code: London",
    "city": "London",
    "date": "2018-11-05",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-tickets-51804498650",
    "description": "Kingdom Code is a community of Christians who work in the world of technology- whether you are a designer, developer, data analyst, product managers, digital marketer, entrepreneur or something else entirely in tech this is a group for you.\nAfter the excitement of BUILD last month join us on Monday 5th November, 7.30pm at The Crosse Keys for a quiet drink with people who love Jesus and are involved in shaping technology. The evening is super informal, no agenda, just come along and meet likeminded folk in the Kingdom Code community.\nIt's a 10 minute walk from Liverpool Street Station or a 5 minute walk from Bank.\n\n\n\n\n\nI can't make this event, will there be more?Absolutely! Sign up to the mailing list or follow Kingdom Code on Twitter to stay in touch.\nHave any questions?Ping us a message on Twitter: @kcodeuk\n"
  },
  {
    "name": "Kingdom Code BUILD 18",
    "city": "London",
    "date": "2018-10-19",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-build-18-tickets-47678080422",
    "description": "\nBUILD, Kingdom Code’s annual hackathon is back for 2018. In October, join Christian technologists from across the UK and beyond to kick start projects and share ideas that integrate your Christian faith and your technical skill set.\nWhether you’re a developer, designer, project manager, branding/marketing expert, ideator or something else entirely different, you’ll enjoy taking a weekend to meet and work with others who share your desire to see God glorified through technology.\nHere’s what one person said about BUILD last year:\"I got to work on [solving] a problem for Christians Against Poverty that could be genuinely useful… while learning new front-end technologies.\"\n\n\nVenue\n\nBUILD 2018 is being hosted by St. John’s in Hoxton.\nSt. John’s sits minutes away from Silicon Roundabout, London’s tech hub. They have long been a supporter of Kingdom Code and we’re really excited to be able to host the hackathon with them.\n\n\n\nNew for 2018\nSchedule\nWe’re experimenting with a new schedule this year, running from 7pm Friday until 9pm Saturday. We hope that this will provide many benefits whilst still allowing sufficient time to form strong teams and achieve something significant.\nCatering\nWe will of course feed you over the course of the event, starting with dinner on Friday evening. Please let us know if you have any dietary requirements or food allergies when you buy your ticket and we’ll sort the rest! (and yes, there will be plenty of snacks and caffeine on tap…)\n\n\nChallenges\nDetails about the 2018 challenges are coming soon, however to whet your appetite, check out last year’s challenges below. \nIn 2017 Christians Against Poverty asked us “how can digital tools enable churches to serve the poor and save the lost in their local communities?” Home for Good asked “how could Home for Good better use digital tools to inspire people, support them in their fostering and adoption journey and enable them to be part of a growing movement?”\n\n\nSchedule (tbc: draft)\nFriday 19th October\n18:00 | Doors open and registration18:30 | Dinner19:15 | Welcome, worship and project pitches20:30 | Team formation and hack time\nSaturday 20th October\n08:30 | Breakfast and team bible studies13:00 | Lunch16:30 | Project deadline17:30 | Dinner18:45 | Presentations20:00 | Voting20:20 | Awards and final words21:00 | Event close\n\n\nFAQS\nWhy are we charging for this event?Ticket sales will cover less than half the cost. The hackathon in London is hosted by Kingdom Code, a not-for-profit group, with a passion to help Christians in technology find encouragement and collaborate. Over half the budget will be met by the generosity of sponsors.\nAre you going to feed me?Yes! You'll be well fed over the course of the weekend. We'll eat together Friday dinner through to Saturday evening. There will be plenty of snacks and caffeine on tap.\nIs there a student discount?Maybe... if you ask nicely! Snap a photo of your student ID / NUS card and send us a tweet (@kcodeuk) and we'll see what we can do for you.\nWhere can I contact the organiser with any questions?Kingdom Code is on Facebook and Twitter, send us a message there and we'll get back to you ASAP.\nCan I update my registration information?Yes! Just log into Eventbrite and update your information.\nI heard rumours of a cat...Alas, not this year. The new venue has no church cat.\nAre there refunds?Sorry, we can't do refunds, however the tickets are transferable, so feel free to pass your ticket on to someone else (just remember to update the name on the ticket).\nIs there an age limit for the event?There is no age limit for the event, however under 18's must be accompanied by a legal guardian.\n24 hours? What about sleep?While some people will be working for the full 24 hours (caffeine provided in the ticket cost) it is certainly not expected! Don't worry you can go to sleep. The venue doesn't have a specific room to sleep in, however you are most welcome to bring a sleeping bag and air bed and find a quiet corner, alternatively make arrangements for yourself off site.\nShowers?We're working on that...\nI have food allergies or requirements... can you cater for me?Yes! We'll do our best to accomodate your needs, just included them in the form when you register.\nWhat can you do right now?Sign up now - get an early-bird discount, it won't be there forever!Get some friends together - bring a team - or just come as you are.Begin to think of a product you would like to build.\n"
  },
  {
    "name": "Kingdom Code: Ideation Evening",
    "city": "London",
    "date": "2018-09-10",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-ideation-evening-tickets-48121051360",
    "description": "Kingdom Code is a community of Christians who work in the world of technology- whether you are a designer, developer, data analyst, game engineer, product manager, digital marketer, entrepreneur or something else entirely in tech this is a group for you.\nIt's a month until Kingdom Code BUILD, our annual hackathon, and we're beginning to think about what we're going to be making… We're inviting the mission agencies that we will be partnering with for BUILD to join us to share more about what they do and their hackathon challenges with us. We're going to condense Google Venture's Design Sprint down to an hour to work through some techniques to come up with ideas, to refine those ideas, and then get them ready to be pitched at the hackathon.\nIf you're still considering if you want to join the hackathon, this is a great evening to come along to, get a flavour of the projects that will be worked on and get to know some people in the Kingdom Code community.\n\n\n\nI can't make this event, will there be more?Absolutely! Sign up to the mailing list or follow Kingdom Code on Twitter to stay in touch.\nHave any questions?Ping us a message on Twitter: @kcodeuk\n\n\n"
  },
  {
    "name": "Drink",
    "city": "Bath and Bristol",
    "date": "2018-08-14",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-bath-august-meetup-tickets-48586674050",
    "description": ""
  },
  {
    "name": "Kingdom Code London: August Meetup",
    "city": "London",
    "date": "2018-08-13",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-august-meetup-tickets-48121114549",
    "description": "Kingdom Code is a community of Christians who work in the world of technology- whether you are a designer, developer, data analyst, product managers, digital marketer, entrepreneur or something else entirely in tech this is a group for you.\nJoin us on Monday 13th August 7.30pm at The Crosse Keys for a quiet drink with people who love Jesus and are involved in shaping technology. The evening is super informal, no agenda, just come along and meet likeminded folk in the Kingdom Code community.\nIt's a 10 minute walk from Liverpool Street Station or a 5 minute walk from Bank.\n\n\n\n\n\nI can't make this event, will there be more?Absolutely! Sign up to the mailing list or follow Kingdom Code on Twitter to stay in touch.\nHave any questions?Ping us a message on Twitter: @kcodeuk\n\n\n\n\n\nKingdom Code BUILD is back in the Autumn. Find out about our annual hackathon at kingdomcode.uk/build"
  },
  {
    "name": "Think- With the Bible Society",
    "city": "Bath and Bristol",
    "date": "2018-06-20",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-bristol-with-the-bible-society-tickets-45799157513",
    "description": "This month we're going to be joined by Matt Cooper, Head of Digital at the Bible Society. They've existed since 1804 with the mission to bring the Bible to life; to help people around the world engage with it, relate to it, and make sense of it. No small task! Matt will be sharing more around how digital tools have changed how they work, and some of the plans for upcoming scripture engagement projects."
  },
  {
    "name": "Kingdom Code: London - Faith in the Big Tech World",
    "city": "London",
    "date": "2018-06-04",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-faith-in-the-big-tech-world-tickets-45799526617",
    "description": "Kingdom Code is a community of Christians who work in the world of technology- whether you are a designer, developer, data analyst, game engineer, product manager, digital marketer, entrepreneur or something else entirely in tech this is a group for you.\nThis month we're going to be thinking more about about how our faith comes to play when we're working with teams who don't share our Christians values and our priorities, how do you remain part of this world but not shaped by it, and how can you bring Christian influence into it and the products you are working on?\nAndy Geers, Kingdom Code co-founder, will be framing our thinking with reflections from Jeremiah, considering how God's people were called to live in a foreign land. We've also invited a guest to share from their experiences of how they see their faith playing out in every day interactions with colleagues through to building and designing products (more details coming soon).\nAs aways discussion is a core part of a Kingdom Code meetup so we'll be giving you plenty of time to think and discuss, as well as time to interact with our speakers in a panel discussion.\n\n\nWho is hosting this thing?\nKingdom Code London is hosted by James Doc and Andy Geers\nI can't make this event, will there be more?Absolutely! Sign up to the mailing list or follow Kingdom Code on Twitter to stay in touch.\nHave any questions?Ping us a message on Twitter: @kcodeuk\n\n\n\n"
  },
  {
    "name": "Drink",
    "city": "Bath and Bristol",
    "date": "2018-05-30",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-bristol-tickets-45429827838",
    "description": ""
  },
  {
    "name": "Kingdom Code: London May Meetup (Joint event with Resurgo Ventures)",
    "city": "London",
    "date": "2018-05-14",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-may-meetup-joint-event-with-resurgo-ventures-tickets-44360174476",
    "description": "Kingdom Code is a community of Christians who work in the world of technology- whether you are a designer, developer, data analyst, product managers, digital marketer, entrepreneur or something else entirely in tech this is a group for you.\nIn April we're going to be hosting a joint event with Resurgo Ventures. We'll be hearing from entrepreneurs across their social impact accelerator project and starting to think more about how digital tools can push their plans further.\nResurgo are kindly providing pizza at 6.30pm so you can come straight from work. Get there on time to make sure your get your slices!\nSchedule:\n18:30: Doors open and pizza19:15: Evening kick off19:25: Presentations (part one)19:45: Breakouts20:05: Break20:15: Presentations (part two)20:30: Breakouts21:00: Close\nAfter the event, for those who can stay we'll find a local pub to have a drink in and carry on those conversations.\n\n\n\nStart ups being presented:\n\nNightingale, a software company using artificial intelligence to spot mental health struggles in young people.\nLuminary Bakery offers training, employment and community through employing women from disadvantaged backgrounds in their wholesale bakery business.\nHolos, a business creating ethical health products, including kombucha, a fermented tea, with the aim of supporting survivors of trafficking through the Sophie Hayes Foundation.\nMake Kit are a meat-free meal kit delivery service directing profits to fund meals for families in need.\nNew Ground Coffee, bringing employment and training opportunities to ex-offenders through coffee.\nThe Good Wood Workshop provides accessible education in construction skills for the unemployed.\nRanwo removes barriers to employment for single mothers using a virtual assistant platform to provide flexible and sustainable work.\n\n\n\n\nAbout Resurgo Ventures:Resurgo’s vision is to connect creativity, talents and resources from across the community to create a greater society together. This vision is rooted in the Christian tradition of social change. Resurgo Ventures is creating an ecosystem of entrepreneurs, experts and investors to build a generation of businesses that combine purpose and profit. \n\n\n\n"
  },
  {
    "name": "Think- Beginnings",
    "city": "Bath and Bristol",
    "date": "2018-04-18",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-think-bath-tickets-44001118530",
    "description": "Join us on Wednesday 18th April as we host the second event in the South West. Last month was an opportunity to begin to get to know other Christians in the tech world, tonight will be a time to start to think and discuss how our faith and technology come together."
  },
  {
    "name": "Kingdom Code: London April Meetup",
    "city": "London",
    "date": "2018-04-03",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-april-meetup-tickets-44359080203",
    "description": "Kingdom Code is a community of Christians who work in the world of technology- whether you are a designer, developer, data analyst, product managers, digital marketer, entrepreneur or something else entirely in tech this is a group for you.\nJoin us on Tuesday 3rd April* 7.30pm at The Crosse Keys for a quiet drink with people who love Jesus and are involved in shaping technology. The evening is super informal, no agenda, just come along and meet likeminded folk in the Kingdom Code community.\nIt's a 10 minute walk from Liverpool Street Station or a 5 minute walk from Bank.\n\n*normally we go for Monday nights… but we wanted to give Easter Monday a miss."
  },
  {
    "name": "Drink",
    "city": "Bath and Bristol",
    "date": "2018-03-21",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-bath-tickets-42196690437",
    "description": "Over the next three months we're going to be starting a set of events in the South West to build relationships between us, to encourage one another, to share about the things that we're working on, to start thinking about how our Christian worldview comes together with our vocation, and looking to put that into practice."
  },
  {
    "name": "Kingdom Code: London March Meetup",
    "city": "London",
    "date": "2018-03-05",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-march-meetup-tickets-43387155149",
    "description": "Join us from 7.30pm at The Crosse Keys for a quiet drink with Christians who work in the development/design space and have a love for technology. The evening is super informal, no agenda, just come along and meet likeminded folk in the Kingdom Code community.\nIt's a 10 minute walk from Liverpool Street Station."
  },
  {
    "name": "Kingdom Code: Designing for Relationship",
    "city": "London",
    "date": "2018-02-05",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-designing-for-relationship-tickets-42120156522",
    "description": "This month we're going to be thinking about some of the intentional and unintentional relational consequences of how we build and use technology.\nIn Genesis 1, God says It's not good to be alone… but many people are suggesting that our smartphones are making us more individualistic and one of the consequences, more lonely. So how can we start to think more relationally in how we plan, design, build and test our products? What would a relationally oriented product look like?\nJames Doc, co-leader of Kingdom Code and Digital Ministry Developer at The Globe Church, will be framing our conversations, with lots of time for thought and discussion in smaller groups around the subject throughout the evening.\n\n\nDoors will open at 7pm, we'll have some drinks and snacks out, with the opportunity to meet other Christians who work in the world of technology. The talk and discussion will kick off at 7.30pm.\nIn no rush to leave afterwards? After the room is tidied up we'll be heading down for a drink at The Trinity next to Borough Tube Station.\nHave any questions?Ping us a message on Twitter: @kcodeuk"
  },
  {
    "name": "Kingdom Code January Meetup (Drinks)",
    "city": "London",
    "date": "2018-01-08",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-january-meetup-drinks-tickets-41039657721",
    "description": "Join us from 7pm at The Crosse Keys for a quiet drink with Christians who work in the development/design space and have a love for technology. The evening is super informal, no agenda, just come along and meet likeminded folk in the Kingdom Code community.\nIt's a 10 minute walk from Liverpool Street Station."
  },
  {
    "name": "Kingdom Code: Show and Tell (December meetup)",
    "city": "London",
    "date": "2017-12-04",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-show-and-tell-december-meetup-tickets-38722850087",
    "description": "At Kingdom Code BUILD, our annual hackathon, we hosted over 90 Christians who work in the technology world. We spent the weekend working on projects that bring together our faith and our skillsets in technology. At our December meetup we're inviting the groups back to show some of the work that they did, and show how it's been developed over the last two months.\nDuring the evening we'll be seeing a VR project built for Christians Against Poverty, an iOS app showing the fostering and adoption journey built for Home for Good, a web app which could transform how musicians can lead worship during church service and more…\nWe'll also have some time to discuss and pray about what happens next for Kingdom Code as we head into 2018."
  },
  {
    "name": "Kingdom Code: November Meetup",
    "city": "London",
    "date": "2017-11-07",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-november-meetup-tickets-38722662526",
    "description": "After a busy October for Kingdom Code with the hackathon, we're taking November quietly. Join us from 7pm at The Crosse Keys for a quiet drink with Christians who work in the development/design space and have a love for technology.  The evening is super informal, no agenda, just come along and meet likeminded folk in the Kingdom Code community.\nIt's a 10 minute walk from Liverpool Street Station."
  },
  {
    "name": "Kingdom Code BUILD '17",
    "city": "London",
    "date": "2017-10-20",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-build-17-tickets-35788924637",
    "description": "The Kingdom Code hackathon is back for its third year! Over the course of a weekend what digital product or tool could you build and launch that brings your Christian faith and technology together? We've seen teams work come together to teach Amazon Echo to answer questions about the Bible, help people isolated by panic attacks and depression, challenge people to pray intentionally for 40 days, and more. What's your project?\nJoin developers, designers and entrepreneurs from across the UK in Farringdon, London as we join with over 25 cities around the world seeking to advance God's kingdom through technology.\n\"I've never been in a setting where technology, missions, and faith are directly linked. This is the perfect space to see that come to life for me\" - #HACK 2016 attendee.\nFriday night will start with food and an opportunity to get to know everyone in the room. Everyone will be given an opportunity to give a two minute pitch about the project that they want to work on over the weekend and then teams form around the ideas.\nGet involved, make new friends, get inspired and build something that matters.\n\n\nChallenges\nEach year BUILD partners with Christian charities, organisations, even church denominations, to provide challenges for us to work towards. This year we’re going to be joined by Christians Against Poverty and Home fro Good who have set us these challenge:How can digital tools enable churches to serve the poor and save the lost in their local communities?\nHow could Home for Good better use digital tools to inspire people, support them in their fostering and adoption journey and enable them to be part of a growing movement?\nFind out more\n\nWeekend schedule (draft)\nFriday 20th October\n18:30 | Doors open and registration19:00 | Dinner & networking19:45 | Welcome, prayer and pitches21:00 | Team formation & projects begin\nSaturday 21st October\n08:30 | Breakfast and team bible study09:30 | Teams check in12:30 | Lunch15:30 | Global prayer18:30 | Dinner\nSunday 22nd October\n08:30 | Breakfast and team bible study09:30 | Team check in12:30 | Submission deadline12:45 | Lunch13:30 | Afternoon celebration and presentation14:30 | Awards15:00 | Pack down\n\nFAQS\nWhy are we charging for this event?Ticket sales will cover less than half the cost. The hackathon in London is hosted by Kingdom Code, a not-for-profit group, with a passion to help Christians in technology find encouragement and collaborate. Over half the budget will be met by the generosity of sponsors.\nAre you going to feed me?Yes! You'll be well fed over the course of the weekend. We'll eat together Friday dinner through to Sunday lunchtime. There will be plenty of snacks and caffeine on tap.\nIs there a student discount?Maybe... if you ask nicely! Snap a photo of your student ID / NUS card and send us a tweet (@kcodeuk) and we'll see what we can do for you.\nWhere can I contact the organiser with any questions?Kingdom Code is on Facebook and Twitter, send us a message there and we'll get back to you ASAP.\nCan I update my registration information?Yes! Just log into Eventbrite and update your information.\nI heard rumours of a cat...Yes! Princess, the Innovation Warehouse cat, lives in our venue. If you have allergies you may want to bring antihistamines.\nAre there refunds?Sorry, we can't do refunds, however the tickets are transferable, so feel free to pass your ticket on to someone else (just remember to update the name on the ticket).\nIs there an age limit for the event?There is no age limit for the event, however under 18's must be accompanied by a legal guardian.\n48 hours? What about sleep?While some people will be working for the full 48 hours (caffeine provided in the ticket cost) it is certainly not expected! Don't worry you can go to sleep. The venue doesn't have a specific room to sleep in, however you are most welcome to bring a sleeping bag and air bed and find a quiet corner, alternatively make arrangements for yourself off site.\nShowers?We're working on that... There are none on site.\nI have food allergies or requirements... can you cater for me?Yes! We'll do our best to accomodate your needs, just included them in the form when you register.\nWhat can you do right now?Sign up now - get an early-bird discount, it won't be there forever!Get some friends together - bring a team - or just come as you are.Begin to think of a product you would like to build."
  },
  {
    "name": "Kingdom Code: Turning your challenge into a product plan",
    "city": "London",
    "date": "2017-09-11",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-turning-your-challenge-into-a-product-plan-tickets-37058847009",
    "description": "This month will be a little bit more of a workshop than usual. Maybe you've seen a problem, perhaps identified a need, but you're not really sure what tool you could build to meet the need. Or maybe you have the idea, but not sure how to take that idea forward into a product plan… This evening is for you.\nTo help, we've invited some of the sponsors for our upcoming Kingdom Code: BUILD hackathon to join us to share their challenges with us. We're going to work through some techniques to come up with ideas, to refine those ideas, and then get them ready to be pitched to investors, or developers and designers at a hackathon.\nIf you're thinking about joining us at BUILD, this is a great evening to come along to - get to meet some of the folk who will be there over the weekend, begin to think about the challenges and explore some ideas ahead of the weekend."
  },
  {
    "name": "Kingdom Code: August Meetup",
    "city": "London",
    "date": "2017-08-08",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-august-meetup-tickets-35930655558",
    "description": "Join us over summer as we spend the evening together, talking around the intersection of Christianity and technology and sharing what's been happening over the few few months. The evening is super informal, no agenda, just come along and meet likeminded folk in the Kingdom Code community.\nIt'll also be a good opportunity to find out more about the upcoming hackathon in October - Kingdom Code: BUILD.\nWe'll be in the Crosse Keys Pub from 19.30 on Tuesday 8th August.\nIt's a 10 minute walk from Liverpool Street Station.\n\n\n\nYou can find out more about BUILD and buy tickets at kingdomcode.uk/build"
  },
  {
    "name": "Design Disruptors at Kingdom Code",
    "city": "London",
    "date": "2017-07-03",
    "url": "https://www.eventbrite.co.uk/e/design-disruptors-at-kingdom-code-tickets-35352552436",
    "description": "This month we're going for something different - we're going to be watching the film Design Disruptors together. Then, following on from the film we're going to be having a conversation about design, industry and how this relates to the church.\n\n\nWatch the trailer\n“Design Disruptors” talks to design leaders like Julie Zhuo, VP of Product Design at Facebook; Alex Castellarnau, Head of Design at Dropbox; and John Maeda, Design Partner at Kleiner Perkins about how design solutions have formed booming, billion-dollar companies and how we can keep up the momentum.\nHere's how the evening is going to work; Sam will kick off the evening framing the film, giving us some things to think about. We'll watch the film together (popcorn provided) and then Sam will give us some questions to think through. We're going to look at what there is to learn from the film both in terms of our professional world and in our faith and in our churches. We'll break into groups, discuss together and then come back and share our reflections.\nWe're being hosted in All Souls Clubhouse (map), it's minutes away from Regent's Park and Great Portland Street tube station.\nCurious? Join us on Monday 3rd July.\n\n\n\nWe're grateful to the sponsorship of OneSheep for helping to make this event happen. OneSheep provides strategic, creative and technical insight for ministries. They work to innovate, design and build mobile apps, websites and other digital services and products to enable great ministry success.\nFind out more about OneSheep"
  },
  {
    "name": "Kingdom Code: June Meetup",
    "city": "London",
    "date": "2017-06-06",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-june-meetup-tickets-34633957098",
    "description": "We've spent the last few months discussing startups, how coding can get involved with translating the Bible, soon we're going to be talking about how design can be distruptive (in a good way) within the church. We want to spark more of these conversations over a quiet drink.\nWe'll be in the Crosse Keys Pub from 19.00 on Tuesday 6th June.\nIt's a 10 minute walk from Liverpool Street Station."
  },
  {
    "name": "Kingdom Code: (mirco)Build with Wycliffe Bible Translators",
    "city": "London",
    "date": "2017-05-20",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-mircobuild-with-wycliffe-bible-translators-tickets-34017691832",
    "description": "Following on from hearing from Wycliffe Bible Translators at our meetup on the 8th May we're going to be gathering together on Saturday 20th May to spend a day working on two challenges:\nHyphenation patterns\nThe first is a technical one regarding hyphenation patterns. The aim is to come up with a high level driving algorithm for automated conversion from a hyphenation list to TeX style patterns. Preparatory reading here: https://github.com/pgmmpk/pypatgen.\nDesigning first interaction with the Bible\nThe second project is a design project. One of the difficulties for those starting to read the Bible is that they are not used to working with such a long book. How can the Bible be published (in whatever medium) in a way that allows a target market to most easily access it. We will choose a target market and play with some user experience ideas and perhaps even some mockups of what a Bible could look like for that group.\nBring your laptop and sketchpads- we'll provide the Wi-Fi.\n\nFAQs\nWhat are my transport options for getting to and from the event?\nThe nearest stations in Kings Cross - it's just 5 minutes walk from the venue.\nFood?\nWe'll provide some snacks throughout the day but you'll have to source lunch. Either bring some with you, or there is plenty around the Kings Cross area.\nHow are you funding this event?\nKingdom Code meetups are run off donations made through these events. We endevour to keep all the meetups free so that anyone can attend.\nWhere can I find out more about Kingdom Code?\nYou can follow us on Twitter or Facebook, or if you want to be in the know first, you can signup to our newsletter."
  },
  {
    "name": "Kingdom Code - The open source projects behind Bible translation",
    "city": "London",
    "date": "2017-05-08",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-the-open-source-projects-behind-bible-translation-tickets-33508415573",
    "description": "This month we're going to be joined by Wycliffe Bible Translators. They are going to be sharing about the technology stack that they are using and building to translate the Bible in the langauges which previously haven't had access to it.\nJoining us will be Andy and Martin who work in different areas of Wycliffe supporting Bible translation through technology. Andy will be opening with an overview of the IT support/networking issues found in a typical overseas mission assignment in a culture without a written language, let alone a Wi-Fi connection.\nMartin will then look at some of the more unique technical problems that can be addressed both here and overseas. What's special about minority language computing? How can you be involved? What are some of the challenges to that involvement? What are some of the possibilities?\nThere will also be plenty of opportunity to meet other people designing and developing technology. Doors open at 19.00 for drinks and snacks, the talks start at 19.30.\n\n\n\nHack day:\nWe'll also be hosting a hack day on Saturday 20th May where we'll be able to apply our skills to some of the challenges that Wycliffe are working on, including designing a tool to help aid someone with their first interaction with the Bible - Find out more.\n\n\n\nAbout Andy and Martin:\nAfter working in the electronics industry for 20 years Andy joined Wycliffe Bible Translators and worked in East Africa for several years He returned to the UK to a network and general IT support role. He still returns to Africa when he can where he specialises if fibre optic networks for lightning protection. Other specialisms include microwave antennas, server systems, and IT hardware in general.\nMartin has worked in industry as an electronics engineer, then joined SIL's Non-Roman Script Initiative, around 20 years ago, to work on supporting complex minority scripts on computer. Martin concentrates on the scripts of Southeast Asia, but is also heavily involved in the underlying technologies involved. He has long experience working with minority language text, particularly scripture.\n\n\n\n\nWycliffe Bible Translators believe that the Bible is the best way for people to come to know and understand who God is. Our vision is that by working with churches, organisations and individuals from around the world all people will have access to God's word in a language that they truly understand.\n\n\n\n\nFAQs\nWhat are my transport options for getting to and from the event?\nThe venue is 4 minutes walk from London Bridge train station\nHow are you funding this event?\nKingdom Code meetups are run off donations made through these events. We endevour to keep all the meetups free so that anyone can attend.\nWhere can I find out more about Kingdom Code?\nYou can follow us on Twitter or Facebook, or if you want to be in the know first, you can sign up to our newsletter."
  },
  {
    "name": "Kingdom Code: April Meetup",
    "city": "London",
    "date": "2017-04-04",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-april-meetup-tickets-33042935309",
    "description": "Last month we spent the evening discussing what it looks like to be a Christian in the world of startups. We want to continue that conversation, and also start new conversations about Christianity and technology.\nWe'll be in the Crosse Keys Pub from 19.00 on Tuesday 4th April.\nIt's a 10 minute walk from Liverpool Street Station."
  },
  {
    "name": "Kingdom Code: The Startup World",
    "city": "London",
    "date": "2017-03-20",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-the-startup-world-tickets-32203479474",
    "description": "On Monday 20th March join Kingdom Code for an evening of talking and thinking about how the Christian faith fits into the world of startups and entrepreneuring.\nThe world of tech startups can be all consuming. We’ve all heard stories of people working crazy hours to make the product launch. Perhaps that’s the environment that you are working in at the moment… But does it have to be that way? We’re going to be thinking about the startup lifestyle, the pressure and deadlines, the identity that is formed there and asking how the Christian worldview speaks into it.\nWe'll be joined by Paul Johnston, chief technology officer for Movivo and founder of Roundabout Labs who will be sharing some of his experience. There will be discussion time and a chance for Q&A with Paul and a few others.\nVenue:Wilcox House140-148 Borough High Street,LondonSE1 1LB\nUnderground:London Bridge or Borough\n\n\n\nAlso: If you at interested in sponsoring this event please get in touch over Twitter."
  },
  {
    "name": "Kingdom Code: Guardians of Ancora",
    "city": "London",
    "date": "2016-12-05",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-guardians-of-ancora-tickets-28827940145",
    "description": "We're inviting Terry Clutterham to come and speak to us, Director of Mission Development at Scripture Union and of their ambitious Guardians of Ancora project. Terry will be telling the story of the development and launch of Ancora – from the need to the concept, and on through the discoveries, failures and successes.\nGuardians of Ancora is a free mobile game on iOS and Android for 8-11 year olds that provides them with a way to explore a rich interactive world, engage with stories & characters from the Bible, and reinforce what they're discovering through quizzes, challenges and other activities. New videos and audio stories are added each week.\nIt promises to be an event to remember - so do come along, and invite others too!\n\nFrom Terry:\nHello! I’m Terry Clutterham, Director of Mission Development at Scripture Union and of Guardians of Ancora. I’ll be telling the story of the development and launch of Ancora – from the need to the concept, and on through the discoveries, failures and successes. The game is ground-breaking – there was a lot to learn! Try it before we meet (it’s free!), and I’ll be able to respond to your comments and questions … and also, of course, use them to help with future planning."
  },
  {
    "name": "Code for the Kingdom 2016 - LONDON",
    "city": "London",
    "date": "2016-10-21",
    "url": "https://www.eventbrite.co.uk/e/code-for-the-kingdom-2016-london-tickets-26399670124",
    "description": "In the next 48 hours what will you build that will transform the world for God's Kingdom? On the 21st - 23rd of October, that's the question we'll be asking you as you join with other creatives, technologists, visionaries, entrepreneurs, and anyone passionate about faith and technology come together for the Code for the Kingdom 2016 hackathon. \nIt won't just be us in London, this hackathon is part of a global series of hackathons happening in 20 cities around the world including Addis Ababa, Bangalore, Houston, Jakarta and Los Angeles.\nEveryone is welcome, come as you are and join-up with a team on the Friday night, or bring a team with you.\nThe Friday will start with food and then individuals and teams will have 2 minutes to pitch their idea, and invite people to join with them to hack for the weekend.\nGet involved, make new friends, get inspired and build something that matters.\nWill there be challenges?\nThere will be! They'll be announced at the beginning of September, but expect challenges aimed at helping release the oppressed, teaching God’s Word, feeding the hungry, clothing the naked, and supporting the church and the body of Christ.\nWhy are we charging for this event?\nTicket sales will cover less than half the cost. The hackathon in London is hosted by Kingdom Code, a not-for-profit group, with a passion to help Christians in technology find encouragement and collaborate. Over half the budget will be met by the generosity of sponsors. \nIs there student discount?\nMaybe... if you ask nicely! Snap a photo of your student ID / NUS card and send us a tweet (@kcodeuk) and we'll see what we can do for you.\nWhere can I contact the organiser with any questions?\nKingdom Code is on Facebook and Twitter, send us a message there and we'll get back to you ASAP.\nCan I update my registration information?\nYes! Just log into Eventbrite and update your information.\nAre there refunds?\nSorry, we can't do refunds, however the tickets are transferable, so feel free to pass your ticket on to someone else (just remember to update the name on the ticket).\nIs there age limit for the event?\nThere is no age limit for the event, however under 18's must be accompanied by a legal guardian.\n48 hours? What about sleep?\nWhile some people will be working for the full 48 hours (caffeine provided in the ticket cost) it is certainly not expected! Don't worry you can go to sleep. The venue doesn't have a specific room to sleep in, however you are most welcome to bring a sleeping bag and air bed and find a quiet corner, alternatively make arrangements for yourself off site.\nI have food allergies or requirements... can you cater for me?\nYes! We'll do our best to accomodate your needs, just included them in the form when you register.\nWhat can you do right now?\nSign up now - get an early-bird discount, it won't be there forever!Get some friends together - bring a team - or just come as you are.Sponsor a place for someone less well-off?Begin to think of a product you would like to build. "
  },
  {
    "name": "August Meetup",
    "city": "London",
    "date": "2016-08-15",
    "url": "https://www.eventbrite.co.uk/e/august-meetup-tickets-26849356147",
    "description": "It is August, people are coming and going from London... but if you're around in the evening and fancy a quiet drink with the Kingdom Code community you would be very welcome to come along to the Crosse Keys on Monday 15th."
  },
  {
    "name": "July 2016: Kingdom {?} is?",
    "city": "London",
    "date": "2016-07-04",
    "url": "https://www.eventbrite.co.uk/e/july-2016-kingdom-is-tickets-26002927456",
    "description": "At the next Kingdom Code meet up we’re going to be trying something slightly different. We’ve invited three speakers to share their reflections on what they think kingdom development, design and technology building is. The idea is that this will be a thought starter, so there will be time for discussion and Q&A after.\nSam Peckham | DesignDesign is more than just the way something looks, it's more than just solving a problem. But how does it impact the Kingdom? What does it have to do with God, church and your workplace. More importantly does God hate Comic Sans as much as designers do?\nSarah Holloway | Product & ToolsEffective collaboration with wider digital tools and skills, can bring about Kingdom transformation. But what does this look like in practice? How can we embrace technological diversity, whilst addressing the issue of social determinism, in order to best use our God-given talents?\nStewart Richie | DevelopmentProgramming for Jesus doesn't have to mean stepping away from your 9-5 job to write code for your church or for a Christian missions agency. It is a creative act and we do it in the image of our father, this makes it worshipful! How can we look at ourselves together and be encouraged about our role in the world?\nWe're in a new venue on Borough High Street, less than 2 minute walk from Borough Station or London Bridge.\nReally hope to see you there! Kingdom Code"
  },
  {
    "name": "Kingdom Code Meetup: May 2016",
    "city": "London",
    "date": "2016-05-16",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-meetup-may-2016-tickets-24529583645",
    "description": null
  },
  {
    "name": "Discussion: How does our faith engage with our technology?",
    "city": "London",
    "date": "2016-04-04",
    "url": "https://www.eventbrite.co.uk/e/discussion-how-does-our-faith-engage-with-our-technology-tickets-23234771828",
    "description": "If you were at our event last year, when we invited Ed Brookes to come and talk about how technology frames the way we view life, you'll remember that it was a great time for us all to come together to listen, think and discuss around how our faith collides with the changes in technology. On Monday 4th April we're going to be have a similar evening...\nOur very own Andy Geers will be kicking off a discussion on how we think about Christian faith in relation to the technology we use, design and build. Can faith relate to our online shopping habits, as we tap to buy, or even boiling a kettle?\n\"Technology is all around us, and it’s so deeply woven into the very fabric of our lives that we barely even notice it’s there. That’s precisely why it’s so important that we take time out to consider it from a Christian perspective – because the technology we use always changes us.\"\nWe're going to be back at the LICC building from about 7.15pm for drinks and snacks with Andy kicking off at 7.45pm. It'll be great to see you there."
  },
  {
    "name": "Kingdom Code Meetup: Feb 2016",
    "city": "City of London",
    "date": "2016-02-15",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-meetup-feb-2016-tickets-21058136453",
    "description": null
  },
  {
    "name": "Kingdom Code Meetup: Jan 2016",
    "city": "City of London",
    "date": "2016-01-11",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-meetup-jan-2016-tickets-20482109541",
    "description": "We hope you've had a great Christmas holiday and being back at work this week isnt too much of a jolt to the system.\nThis year we are going to try and do more regular informal meetups as well as the more formal talk based meetups. So with this in mind... mark the date Monday 11th January. We're going to be taking over a few tables at The Crosse Keys on Gracechurch Street from 7.30pm.\nAfter our last meetup we shared some questions that we started to discuss that evening. Sam from OneSheep posted his thoughts on their blog, if you have 10 minutes they are worth a read: Part One and Part Two. We'll catch up over the last few months, talk about these questions, and probably ask a whole host more!"
  },
  {
    "name": "Kingdom Code Monday Meetup - 07 December",
    "city": "London",
    "date": "2015-12-07",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-monday-meetup-07-december-tickets-19621977864",
    "description": "Kingdom Code MeetupShow 'n' Tell @ Impact Hub, Piccadilly7th December, 7pmKingdom Code meets up on the first Monday of the month. November was a social at the Ace Hotel - we had a good time. The December meetup is a presentation format with time for networking and having a drink afterwards. Make sure you get the date in the diary.7th December at the Impact Hub will be a \"Show & Tell\" and Q & A for apps built at the Code for the Kingdom Hackathon, followed by time to mingle and meet new people.Don't miss it. Sign up for a ticket below.See you on Monday the 7th."
  },
  {
    "name": "Monday 02 November  - Kingdom Code Meetup @ The Ace Hotel - 7pm",
    "city": "London",
    "date": "2015-11-02",
    "url": "https://www.eventbrite.co.uk/e/monday-02-november-kingdom-code-meetup-the-ace-hotel-7pm-tickets-19247834792",
    "description": "You are invited to:\n\n \nThe Kingdom Code November Meetup\nMonday, 02 November, 7pm \nThe Ace Hotel, 100 Shoreditch High St\nin the back bar at the rear of the lobby\n\n\nWhether you are an entrepreneur & ideas person, designer, engineer or simply passionate about technology and faith - please join us.\nThis will be a great time to meet new friends, people to collaborate with, catch up with friends from the hackathon - and to find out more about what Kingdom Code is about.\nWho knows - maybe you will leave with a new idea and new team to work on an exciting venture with. It could be a business, or nonprofit, or ministry idea... or you may just enjoy hanging out. \nThis is a social meetup. Looking forward to seeing you there.\nThe Kingdom Code Team :)\nPS. If you have a hackathon T shirt, do wear it so that others who might want to know more about it can spot you and ask you about it.\n"
  },
  {
    "name": "Code for the Kingdom Global Hackathon - London, UK",
    "city": "London",
    "date": "2015-10-02",
    "url": "https://www.eventbrite.co.uk/e/code-for-the-kingdom-global-hackathon-london-uk-tickets-17423680698",
    "description": "WHAT IS IT?\r\nKingdom Code is pioneering the UK’s first faith-inspired hackathon this October - joining a global initiative run by the Leadership Network.\r\nWe are bringing together creatives, technologists, visionaries, entrepreneurs, and anyone passionate about faith and technology, to use their gifts to advance the Gospel.\r\n \r\nThe Global Hackathon will run in 15 world cities simultaneously, including Addis Ababa, Bangalore, Houston, Jakarta, Los Angeles and London.\r\nTogether our vision is to provide more opportunities for communities around the world to participate and showcase innovation and entrepreneurship in their communities. We expect over 1,000 people to participate across the world, and address a number of challenges aimed at helping release the oppressed, teaching God’s Word, healing the sick, feeding the hungry, clothing the naked, and supporting the church and the body of Christ.\r\nWHY ARE WE DOING THIS?\r\n\r\nWe want to catalyse friendship, passion, purpose, and collaboration in technical and entrepreneurial communities.\r\nLike the first century Church who quickly used the technologies of the Roman Empire, we encourage contemporary Christians to use 21st century technologies to serve the Kingdom.\r\nTo create a scalable community across the UK to accelerate and encourage Christian innovators.\r\n\r\n\r\n \r\n \r\nA London judging panel will choose the award prizes to the best projects.\r\nThe 2015 program will conclude in December 2015. Every participating city will give two of their local winners to a Global Judging Panel that will decide the best technologies created across the world during the Global Hackathon Weekend.\r\n \r\nA final report will be published, summarising key highlights and results of the 2015 Code for the Kingdom Global initiative.\r\n \r\nWHY THE COST?\r\nTicket sales will cover less than half the cost. \r\nKingdom Code is a not-for-profit group, with a passion to help Christians in technology find encouragement and collaborate. \r\nOver half the budget will be met by the generosity of sponsors.\r\n \r\nTHEMES FROM PREVIOUS CODE FOR THE KINGDOM HACKATHONS\r\n \r\nHOW CAN TECHNOLOGY...\r\n• be leveraged to create, cultivate, and strengthen society's foundational relaIonships of\r\nmarriage, family, friendships?\r\n• bring the word of God to the first generation of children who are growing up with mobile\r\ndevices?\r\n• help cut and/or combat the effects of fatherlessness in a child’s life, in turn strengthening\r\nfamilies, reducing poverty and crime?\r\n• become mobile games which disrupt the mindsets of atheism, postmodernism, violence,\r\nand secularism among youth today?\r\n• foster a culture of generosity towards each other?\r\n• identify, promote, test, collaborate, augment, and fill the gaps of ministry programs around\r\nthe city?\r\n• disrupt human trafficking?\r\n \r\nThe London organising team is made up of 12 enthusiasts, from students to grandfathers - from coders to hardware makers to designers to finance types. All with a passion to see Christians in technology be encouraged and collaborate.\r\n \r\nJoin us in Picadilly on the first weekend of October - make new friends, get inspired and build something that matters. \r\n \r\nEveryone is welcome - come as you are and join-up with a team on the Friday night, or bring a team with you.\r\nThe Friday will start with food and then individuals / teams will pitch their idea, and invite people to join with them to hack for the weekend. \r\n \r\nWhat can you do?\r\n\r\nSign up now - get an early-bird discount.\r\nGet some friends together - bring a team - or just come as you are.\r\nSponsor a place for someone less well-off?\r\nThink of a product you would like to build.\r\n\r\n \r\nWe can't wait to meet you.\r\n love,\r\n Rupert Edwards & James Doc\r\nOn behalf of the London Organising Team\r\n \r\n \r\n \r\nDRAFT TIMETABLE\r\nFriday, October 2 \r\n7:00 PM Doors Open\r\n \r\n7:00 - 8:00 PM Dinner & Networking\r\n \r\n8:00 - 8:25 PM Welcome & Review Format\r\n \r\n8:25 - 8:35 PM API Presentations\r\n \r\n8:35 - 8:50 PM Review - Official Challenges\r\n \r\n8:50 - 9:20 PM Open Floor - pitch your own project\r\n \r\n9:20 - 11:59 PM Team Formation/Create Away\r\n \r\nSaturday, October 3\r\n \r\n12:00 AM - 11:59 PM Creating\r\n \r\n8:30 AM Breakfast\r\n \r\n9:00 AM Schedule and logistics announcements, team rebalancing \r\n \r\n12:00 PM Lunch\r\n \r\n4:30 p.m.   Optional progress briefing, more developing \r\n \r\n6:00 PM Dinner\r\n \r\n9:00 AM - 5:00 PM Meet with Mentors and Subject Matter Experts\r\n \r\nSunday, October 4\r\n \r\n12:00 - 2:15 PM Creating\r\n \r\n8:30 AM Breakfast\r\n \r\n10:30 - 12:00 AM Option to join with Sunday Service\r\n \r\n12:00 PM Lunch\r\n \r\n1:00 PM Presentation Walk-thru & Judges Make Rounds\r\n \r\n2:30 PM Submission deadline; Team Presentations Begin\r\n \r\n4:30 PM Judges adjourn\r\n \r\n4:50 PM Call-back\r\n \r\n5:00 PM Awards Ceremony\r\n 5:30 PM Closing\r\n \r\n\r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n "
  },
  {
    "name": "How to turn Your Big, Bright Idea for an App into a Lean, Usable Product Plan!",
    "city": "London",
    "date": "2015-09-14",
    "url": "https://www.eventbrite.co.uk/e/how-to-turn-your-big-bright-idea-for-an-app-into-a-lean-usable-product-plan-tickets-18461451699",
    "description": "Can't code... but have an awesome idea? Or even if you can code... \r\n         Learn how to take your big, gorgeous, fluffy idea and turn it into sharp, lean, actionable thinking in 60 minutes.\r\nKingdom Code is hosting the Ideation Meetup on Monday, 14th September, 7pm, at the wonderful Impact Hub in Piccadilly.\r\nWhether you can code or you can't - come and learn from the best about 'design thinking' and ideation. \r\n\r\nTurn those inspirational idea you have in the shower into a crystal clear road-map for your world-changing app. Don't have an idea yet? We will help you find one... only better!\r\nBenjamin Welby will be leading our evening. He is a senior product manager with the UK Government Digital Service where he brings clarity to the biggest ideas - helping them take shape on the national stage. \r\nHe has been described as \"a visionary; a digital native with a clear view of the needs of the user.\" Benjamin is also on the Global Hackathon organising team.\r\nIn 60 minutes Ben will take you through the process that will help make sure your idea is crisp, marketable and effective.It may also be a great event to meet co-founders with.Don't miss it. Places are limited! "
  },
  {
    "name": "Kingdom Code July Meetup",
    "city": "London",
    "date": "2015-07-13",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-july-meetup-tickets-17425110976",
    "description": "Are you a Christian in technology? Kingdom Code aims to draw together a foundational group of Christians who work as developers, UX/UI designers, data geeks, product managers, entrepreneurs and others passionate about technology.\r\nFor our July meetup, hosted at the London Institute for Contemporary Christianity, we'll be welcoming guest speaker Ed Brooks, talking about the interation between Christianity and technology. Together with Pete Nicholas he is the co-author of an upcoming book on the topic to be published by IVP.\r\nKingdom Code wants to catalyse serendipity. We want to see relationships, ideas and projects flourish as a result of making a dedicated space for Christians in tech.\r\nWe want to help you give and receive encouragement amongst likeminded people; meetup around exciting ideas and speakers; and explore how we can use tech to serve Kingdom purposes. One output of this group will be to organise a Code for the Kingdom Christian hackathon weekend.\r\nIf you want to find out more, make friends and connect with other Christians in the tech space then do come along to this event.\r\nPlease note that although this event is free, we'd love donations to help us cover the costs of organising the event.\r\nKingdom Code was founded by Rupert Edwards - founder of PrayerLabs, creators of Lepton - the generosity app and Andy Geers - creator of the PrayerMate app."
  },
  {
    "name": "Kingdom Code Shoreditch Drinks",
    "city": "London",
    "date": "2015-01-19",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-shoreditch-drinks-tickets-15222470820",
    "description": "Kingdom Code New Year MeetupAce Hotel, Shoreditch.\r\n \r\nMonday, 19th January 2015 from 7:00 PM - 9:30 PMAce Hotel, 100 Shoreditch High St, E1 6JQ\r\n \r\nHi and Happy New Year.\r\n\r\n\r\n\r\n\r\nOur next Kingdom Code event is a drinks and social at the Ace Hotel lobby bar in Shoreditch. Its a great new place - lots of space, decent bar snacks  - and no shortage of beards!The aim is to relax, and meet some like minded people for encouragement as Christians in technology and share ideas, inspiration, projects, dreams etc. \r\n \r\n\r\nWe'll give out KC sticker badges so you can easily spot and meet other KCoders.\r\nSpread the word and come along. \r\nThanks,\r\nRupert & Andy\r\n\r\n "
  },
  {
    "name": "Kingdom Code October Meetup with Tim Rea, CEO of Palringo - Global Social Messaging Platform",
    "city": "London",
    "date": "2014-10-13",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-october-meetup-with-tim-rea-ceo-of-palringo-global-social-messaging-platform-tickets-13041352035",
    "description": "Hi,\r\nWe had a good hackathon kickoff meet up session last night. \r\nOur next Kingdom Code full event will be on Monday 13th October, 7pm\r\nWe are pleased to annnounce that we will have Tim Rea coming as our speaker. \r\n \r\nTim is a VC with ePlanet and the CEO of Palringo - a multi-million user instant messaging and gaming app. Their aim is \"to be the world's leading game publisher\" and they are making good progress. Tim is also a lay-preacher at his home church in Suffolk. More about Tim here.\r\nWe will also have plenty of room to get to know each other and meet new people. Plus, there will be a hackathon update.\r\nSpread the word and come along. \r\nThanks,\r\nRupert\r\nps: details of our new online community and other ways of staying in touch are coming soon.\r\n "
  },
  {
    "name": "Kingdom Code October Meetup with CEO of Palringo",
    "city": "London",
    "date": "2014-10-13",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-october-meetup-with-ceo-of-palringo-tickets-13041350029",
    "description": "Hi,\r\nOur next Kingdom Code event will be on Monday 13th October, 7pm\r\nWe are pleased to annnounce that we will have Tim Rea coming as our speaker. \r\n \r\nTim is a VC, CEO of Palringo - a multi-million active user base messaging app, and a lay preacher at his church in Suffolk. More about Tim here.\r\nWe will also be  hearing from some members of our KC community and have plenty of room to get to know each other and talk. Plus, there will be an update from the Hackathon kickoff event.\r\nMore details to come.\r\nSign up today!\r\nRupert\r\n "
  },
  {
    "name": "Kingdom Code - Hackathon Kick-off Team Session",
    "city": "London ",
    "date": "2014-09-15",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-hackathon-kick-off-team-session-tickets-12691254885",
    "description": " \r\nYou are invited to the Code for the Kingdom hackathon kick-off planning session.\r\n \r\n\r\nAbout Us:\r\nKingdom Code wants to bring together like-minded Christians in the technology and creative digital space. We started in June this year with a meetup of around 70 people at the Impact Hub, Westminster and with 180 people signing up online to be a part of what we are doing.\r\nOur new website is now launched (big thanks to Sam Peckham @onesheepmedia) You can see the site here: Kingdom Code \r\n \r\n\r\n\r\nThe Hackathon:\r\nAt our June event we publicised the aim of launching a \"Code for the Kingdom\" Hackathon in Spring 2015.\r\nA group like ours in Austin, Texas is about to hold one of these hackathons. You can find out more about it here: Austin Hackathon\r\n\r\n35 of you said you wanted to be a part of making this happen. Here's a chance to help put that good intention into practice.\r\n3 Good Reasons to Help Bring the Hackathon to Life:\r\n1. The UK & the world needs this - technology increasingly forms a part of mission, ministry and Kingdom transformation in places of social need.\r\n2. You need this - its a great forum to use your passion, experience and talents for the Kingdom.\r\n3. We need this - Kingdom Code is a collaboration and a collective of like minded people. We can only achieve things together. Lets dream together and work together to bring those dreams to life. \r\nThere is no obligation to help with the hackathon if you come, but we hope from this group that we will be able to form a good team of hackathon champions.\r\nTo keep the conversation manageable, this event will be restricted to 40 tickets.\r\nThe Counting House \r\nWe will meet in the Partners Room at the Counting House pub near Bank station. \r\nThey have delicious pies.....\r\n\r\nCan't Make the Date? \r\nIf you can't make it but want to stay in the the loop, just subscribe to the Kingdom Code updates here: Kingdom Code Updates. We will get in touch with details of the next event. If you are interested in finding out more about the hackathon you can email me at red@prayerlabs.org.\r\nWe look forward to seeing you on Monday, 15th September at The Counting House.\r\nGod bless,\r\nRupert\r\nKingdom Code\r\nps. please come hungry and thirsty. We have a minimum spend behind the bar of £150 which we will need help  with achieving  :-)"
  },
  {
    "name": "Kingdom Code - Pizza Meetup Night",
    "city": "London",
    "date": "2013-09-26",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-pizza-meetup-night-tickets-7333002207",
    "description": "This is a launch Meetup  for any Christian who is passionate about tech. \r\nWho:\r\nAre you a developer, UX pro, designer, business person, entrepreneur or a church or non-profit innovator?\r\nAND\r\nAre you excited about:\r\na) using technology to serve biblical truth?\r\nb) pioneering new ways to empower Kingdom ministries?\r\nc) meeting others who share your vision and being a part of pioneering new ground for the kingdom?\r\nThen come to this first in a series of Kingdom Code Meetups\r\nBTW, in a few months we plan to run a hackathon weekend along the lines of the recent Code for the Kingdom event in San Francisco. \r\n \r\nWhere: \r\nCentral London - Zone 1 - location TBC - but pizza will be on the menu."
  }
]